Repository: onlyhjh/AiGoStop
Catalog: AiGoStop/Localizable.xcstrings
Source language: en
Languages: ja, ko

source: Background Music
ja: 背景音楽
ko: 배경 음악

# BEST_RECORD
source: Best Records
ja: 最高記録
ko: 최고 기록

# CANCEL_BUTTON
source: Cancel
ja: キャンセル
ko: 취소

# CHARACTER_ICON_SETTING_TITLE
source: 👩‍🏭 Character Icon Settings!
ja: 👩‍🏭 キャラクターアイコン設定！
ko: 👩‍🏭 캐릭터 아이콘 설정!

# CHARACTER_SETTING_TITLE
source: 👩‍🏭 Character Settings!
ja: 👩‍🏭 キャラクター設定！
ko: 👩‍🏭 캐릭터 설정!

# CLOSE_BUTTON
source: Close
ja: 閉じる
ko: 닫기

# CONFIRM_BUTTON
source: Confirm
ja: 確認
ko: 확인

# DOKBAK
source: Go Penalty
ja: 독박
ko: 독박

# DOUBLES_FORMAT
source: %1$lld Go x%2$lld
ja: %1$lld文×%2$lld
ko: %1$lld고x%2$lld

# DOUBLES_GO_X2
source: 3 Go x2
ja: 3文×2
ko: 3고x2

# EFFECT_SOUND
source: Sound Effects
ja: 効果音
ko: 효과음

# EXPECTED_PROFIT_FORMAT
source: (Expected: %1$@0K)
ja: (予想収益：%1$@万両)
ko: (기대수익:%1$@만냥)

# FIRST_WIN
source: 1st
ja: 先
ko: 先

# FORCED_UPDATE_MESSAGE
source: The app has been updated. Please update to the latest version.
ja: アプリがアップデートされました。 最新バージョンにアップデートしてください。
ko: 앱이 업데이트되었습니다. 신규 앱으로 업데이트 해 주세요.

source: Game Speed
ja: ゲーム速度
ko: 게임 속도

# GO_COUNT_FORMAT
source: %lld Go
ja: %lld文
ko: %lld고

source: Go to Store
ja: ストアへ移動
ko: 스토어로 이동

# GWANGBAK_MULTIPLIER
source: Bright Penalty x2
ja: 光バク×2
ko: 광박x2

# HUMAN_PLAYER
source: 😎 Human
ja: 😎 人間
ko: 😎 인간

# LOSE_LABEL
source: Loss
ja: 敗
ko: 패

# MAINTENANCE_MESSAGE_DEFAULT
source: The app is under maintenance. Please wait a moment.
ja: 現在メンテナンス中です。 しばらくお待ちください。
ko: 앱이 공사중입니다. 잠시만 기다려 주세요.

# MANNYANG_FORMAT
source: %lld0K
ja: %lld万両
ko: %lld만냥

# MANNYANG_NEGATIVE_FORMAT
source: -%lld0K
ja: -%lld万両
ko: -%lld만냥

# MANNYANG_POSITIVE_FORMAT
source: +%lld0K
ja: +%lld万両
ko: +%lld만냥

# MUNGTUNGGURI_MULTIPLIER
source: Mungtungguri x2
ja: モントングリ×2
ko: 멍텅구리x2

# NAGARI_MULTIPLIER
source: Nagari x2
ja: 流れ×2
ko: 나가리x2

# NAME_PLACEHOLDER
source: Please enter your name
ja: 名前を入力してください
ko: 이름을 입력해 주세요

# NAME_REQUIRED
source: Please enter your name
ja: 名前を入力してください
ko: 이름을 입력해 주세요

# NOTICE_TITLE
source: Notice
ja: お知らせ
ko: 안내

# OPEN_BUTTON
source: Open
ja: 開く
ko: 열기

# OPTIONAL_UPDATE_MESSAGE
source: A new version of the app is available. Would you like to try the updated app?
ja: 新しいバージョンのアプリがあります。 アップデートしてプレイしますか？
ko: 새로 업데이트 된 앱이 있습니다. 신규 앱으로 플레이 해 볼래요?

# PIBAK_MULTIPLIER
source: Junk Penalty x2
ja: カスバク×2
ko: 피박x2

source: Play Anyway
ja: そのままプレイ
ko: 그냥 플레이

# PLAYER_BRUCE
source: Bruce
ja: ブルース
ko: 브루스

# PLAYER_CHOI_MADAM
source: Madame Choi
ja: マダム崔
ko: 최마담

# PLAYER_CHUNGDAM_MISSY
source: Chungdam Missy
ja: チョンダムミッシー
ko: 청담미씨

# PLAYER_DIRECTOR_JUNG
source: Manager Jung
ja: チョン室長
ko: 정실장

# PLAYER_DORYUNG_JUNG
source: Master Doryung
ja: チョンドリョン
ko: 정도령

# PLAYER_DOSA_LEE
source: Master Lee
ja: イ道士
ko: 이도사

# PLAYER_DR_JUNG
source: Dr. Jung
ja: チョン博士
ko: 정박사

# PLAYER_ENGLISH_TEACHER
source: English Teacher
ja: 英語の先生
ko: 영어쌤

# PLAYER_ERIC
source: Eric
ja: エリック
ko: 에릭

# PLAYER_ERIC_KIM
source: Eric Kim
ja: エリック・キム
ko: 에릭킴

# PLAYER_GAMBLE_KING
source: Gamble King
ja: ギャンブルキング
ko: 겜블킹

# PLAYER_HOONNAIL
source: Hoonnail
ja: フンネイル
ko: 훈나일

# PLAYER_HYEMI
source: Hyemi
ja: ヘミ
ko: 혜미

# PLAYER_IRENE
source: Irene
ja: アイリーン
ko: 아이린

# PLAYER_ISHIMURA
source: Ishimura
ja: 石村
ko: 이시무라

# PLAYER_KIM_DIRECTOR
source: Director Kim
ja: キム院長
ko: 김원장

# PLAYER_KIM_TEACHER
source: Teacher Kim
ja: キム先生
ko: 김선생

# PLAYER_PROFESSOR_HWANG
source: Professor Hwang
ja: ファン教授
ko: 황교수

# PLAYER_STEVEN
source: Steven
ja: スティーブン
ko: 스티븐

# PLAYER_VEGAS
source: Vegas
ja: ベガス
ko: 베거스

# PLAYER_WANG_WEI
source: Wang Wei
ja: 王偉
ko: 왕웨이

# POPUP_BOMB_MESSAGE
source: Give one junk card each~ 🫣
ja: カスを1枚ずつください~ 🫣
ko: 피 한장씩 주세요~ 🫣

# POPUP_BOMB_TITLE
source: Bomb!!!
ja: 爆弾！！！
ko: 폭탄!!!

# POPUP_BUSTED_MESSAGE
source: I'll get you next time~ 🤬
ja: 次は覚えてろよ~ 🤬
ko: 다음에 두고 보자고요~ 🤬

# POPUP_BUSTED_TITLE
source: Broke!!!
ja: 文無し！！！
ko: 빈털털이!!!

# POPUP_CHONGTONG_WIN_MESSAGE
source: Pay 100,000 each~ 🥳
ja: 10万両ずつください~ 🥳
ko: 10만냥씩 주세요~ 🥳

# POPUP_CHONGTONG_WIN_TITLE
source: Chongtong Win!!!
ja: 総統勝利！！！
ko: 총통 승!!!

# POPUP_DECK_BONUS_MESSAGE
source: Extra double junk~ 🤭
ja: タン追加~ 🤭
ko: 쌍피 추가요~ 🤭

# POPUP_DECK_BONUS_TITLE
source: Bonus!!!
ja: やったね、ボーナス！！！
ko: 아싸 보너스!!!

# POPUP_FIRST_FUCK_MESSAGE
source: So sad~ Pay 50,000 each for now~ 😂
ja: トホホ~ まず5万両ずつください~ 😂
ko: 웃프다~ 일단 5만냥씩 주세요~ 😂

# POPUP_FIRST_FUCK_TITLE
source: First Ppeok!!!
ja: 最初のクソ！！！
ko: 오메 첫뻑!!!

# POPUP_FIRST_TADAK_MESSAGE
source: One junk each and 50,000 too~ 🤩
ja: カスを1枚ずつ、そして5万両もください~ 🤩
ko: 피 한장씩 그리고 5만냥도 주세요~ 🤩

# POPUP_FIRST_TADAK_TITLE
source: First Tadak!!!
ja: やったね、最初のおッピー！！！
ko: 아싸 첫 따닥!!!

# POPUP_FOUR_TABLE_CARDS_MESSAGE
source: No way! All four table cards are the same~ 🥶
ja: まさか！場札4枚がすべて同じとは~ 🥶
ko: 이럴수가! 바닥패 4장이 모두 같다니요~ 🥶

# POPUP_FOUR_TABLE_CARDS_TITLE
source: Void!!!
ja: 無効！！！
ko: 무효!!!

# POPUP_FUCK_MESSAGE
source: Oh my, how did this happen... 🤯
ja: なんてことだ... 🤯
ko: 오메 이런일이... 🤯

# POPUP_FUCK_TITLE
source: Ppeok!!!
ja: クソ！！！
ko: 뻑!!!

# POPUP_GO_BUTTON
source: Go
ja: コー
ko: 고

# POPUP_GO_MESSAGE
source: Go even if you can't eat~ 🥶
ja: 取れなくてもコー~ 🥶
ko: 못먹어도 고~ 🥶

# POPUP_GO_OR_STOP_MESSAGE
source: Go for more, or stop safely??? 😵‍💫
ja: コーするか、それとも安全にストップするか??? 😵‍💫
ko: 고할까 아님 안전하게 스톱할까요??? 😵‍💫

# POPUP_GO_OR_STOP_TITLE
source: Go / Stop
ja: コー / ストップ
ko: 고/스톱

# POPUP_GO_STOP_BUTTON
source: Stop
ja: ストップ
ko: 스톱

# POPUP_GUKJIN_DOUBLE_JUNK
source: As Double Junk
ja: タンとして
ko: 쌍피로

# POPUP_GUKJIN_MESSAGE
source: Use it as double junk? 🥸
ja: タンとして使いますか？ 🥸
ko: 쌍피로 쓸까요? 🥸

# POPUP_GUKJIN_TITLE
source: Gukjin Double Junk!!!
ja: 菊の酒タン選択！！！
ko: 국진 쌍피 선택!!!

# POPUP_GUKJIN_YEOLKKEUT
source: As Animal
ja: タネとして
ko: 열끗으로

# POPUP_HAND_BONUS_MESSAGE
source: You're lucky today~ 🤭
ja: 今日はツイてますね~ 🤭
ko: 오늘 운이 좋네요~ 🤭

# POPUP_HAND_BONUS_TITLE
source: Hidden Bonus!!!
ja: 隠しボーナス！！！
ko: 숨겨둔 보너스!!!

# POPUP_JAPPOK_MESSAGE
source: Two junk cards each~ 🥳
ja: カスを2枚ずつください~ 🥳
ko: 피 두장씩 주세요~ 🥳

# POPUP_JAPPOK_TITLE
source: You knew it was self-Ppeok!!!
ja: 自分で自分のクソ！！！
ko: 아싸 자뻑이었던거 알죠!!!

# POPUP_JUST_PLAY
source: Just Play
ja: そのまま勝負
ko: 그냥치기

# POPUP_KISS_MESSAGE
source: Give one junk card each~ 😘
ja: カスを1枚ずつください~ 😘
ko: 피 한장씩 주세요~ 😘

# POPUP_KISS_TITLE
source: Kiss!!!
ja: チュー！！！
ko: 아싸 쪽!!!

# POPUP_NAGARI_MESSAGE
source: Next round is double~ 🥶
ja: 次の局は倍になります~ 🥶
ko: 다음판은 두배에요~ 🥶

# POPUP_NAGARI_TITLE
source: Nagari!!!
ja: 流れ！！！
ko: 나가리!!!

# POPUP_NEW_PLAYER_MESSAGE
source: Let's have fun together~ 😘
ja: 一緒に楽しく遊びましょう~ 😘
ko: 같이 재밌게 놀아 보자구요~ 😘

# POPUP_NEW_PLAYER_TITLE
source: I'm joining!!
ja: 参加します！！
ko: 내가 들어갈께요!!

# POPUP_SANGQ_MESSAGE
source: Give one junk card each~ 🥳
ja: カスを1枚ずつください~ 🥳
ko: 피 한장씩 주세요~ 🥳

# POPUP_SANGQ_TITLE
source: Sang-Q!!!
ja: サンキュー！！！
ko: 아싸 쌩큐!!!

# POPUP_SECOND_FUCK_MESSAGE
source: Amazing~ Pay double, 100,000 each~ 😂
ja: すごいね~ ダブルで10万両ずつください~ 😂
ko: 대단하죠~ 일단 따블로 10만냥씩 주세요~ 😂

# POPUP_SECOND_FUCK_TITLE
source: Two Ppeoks in a Row!!!
ja: 2連続クソ！！！
ko: 오메메 2연속 뻑!!!

# POPUP_SELECT_CARD_MESSAGE
source: Select a card to take with this one~ 🥸
ja: このカードで取るカードを選択してください~ 🥸
ko: 이 카드로 가져올 카드를 선택하세요~ 🥸

# POPUP_SELECT_CARD_TITLE
source: Select Card!!!
ja: カード選択！！！
ko: 카드 선택!!!

# POPUP_SSL_MESSAGE
source: Give one more junk card each~ 😘
ja: カスをもう1枚ずつください~ 😘
ko: 피 한장씩 더 주세요~ 😘

# POPUP_SSL_TITLE
source: Sweep!!!
ja: 扫い（スール）！！！
ko: 아싸 쓸!!!

# POPUP_STOP_MESSAGE
source: Get your money ready~ 🥹
ja: お金の準備をしておいてね~ 🥹
ko: 돈 준비들 하셔요~ 🥹

# POPUP_STOP_TITLE
source: Safe Stop!!!
ja: 安全にストップ！！！
ko: 안전하게 스톱!!!

# POPUP_TADAK_MESSAGE
source: Give one junk card each~ 🤩
ja: カスを1枚ずつください~ 🤩
ko: 피 한장씩 주세요~ 🤩

# POPUP_TADAK_TITLE
source: Tadak!!!
ja: おッピー！！！
ko: 아싸 따닥!!!

# POPUP_THIRD_FUCK_WIN_MESSAGE
source: Bittersweet win.. Pay 30,000 each~ 😂
ja: 苦笑いの勝利.. 3万両ください~ 😂
ko: 웃프게 이겼네요.. 3만냥 주세요~ 😂

# POPUP_THIRD_FUCK_WIN_TITLE
source: Three Ppeoks in One Game!!!
ja: 1ゲームに3回クソ！！！
ko: 한게임에 3번 뻑!!!

# POPUP_WAVE_BUTTON
source: Wave
ja: 揺らし
ko: 흔들기

# POPUP_WAVE_MESSAGE
source: Feeling dizzy? 😵‍💫
ja: めまいがしますか？ 😵‍💫
ko: 어질어질 하시죠? 😵‍💫

# POPUP_WAVE_SELECT_MESSAGE
source: Wave the cards? 😵‍💫
ja: 揺らしますか？ 😵‍💫
ko: 흔들까요? 😵‍💫

# POPUP_WAVE_SELECT_TITLE
source: Wave!!!
ja: 揺らし！！！
ko: 흔들기!!!

# POPUP_WAVE_TITLE
source: Waved!!!
ja: 揺らしたぞ！！！
ko: 흔들었으!!!

# POPUP_WINNER_MESSAGE_DEFAULT
source: Pay up quickly~ 🥳
ja: 早く支払ってね~ 🥳
ko: 알아서 빨리 주세요~ 🥳

# POPUP_WINNER_TITLE
source: Winner!!!
ja: 勝者！！！

# PROFIT_PAREN_FORMAT
source: (%@0K)
ja: (%@万両)
ko: (%@만냥)

# PURCHASE_PERMANENT
source: Buy Permanently
ja: 永久購入
ko: 영구 구매

# PURCHASE_THANK_YOU
source: Thank you for your purchase. 🥹
ja: ご購入ありがとうございます。 🥹
ko: 구매해 주셔서 감사합니다. 🥹

source: Remove Ads
ja: 広告削除
ko: 광고 제거

source: Restore Purchase
ja: 購入の復元
ko: 구매 복원

# RETRY_BUTTON
source: Retry
ja: 再試行
ko: 재시도

# SCORE_CHODAN
source: Grass Ribbon
ja: 草短（草の短冊）
ko: 초단

# SCORE_CHUNGDAN
source: Blue Ribbon
ja: 青短（青の短冊）
ko: 청단

# SCORE_GODORI
source: Godori
ja: 五鳥（ごどり）
ko: 고도리

# SCORE_GWANG
source: Bright
ja: 光
ko: 광

# SCORE_HONGDAN
source: Red Ribbon
ja: 赤短（赤の短冊）
ko: 홍단

# SCORE_PI
source: Junk
ja: カス
ko: 피

# SCORE_POINTS_FORMAT
source: %lld pts
ja: %lld点
ko: %lld점

# SCORE_TTI
source: Ribbon
ja: 短冊
ko: 띠

# SCORE_YEOL
source: Animal
ja: タネ
ko: 열

# SETTING_TITLE
source: 👩‍🏭 Settings!
ja: 👩‍🏭 設定！
ko: 👩‍🏭 설정!

# START_GAME_BUTTON
source: Start Game!
ja: ゲームスタート！
ko: 게임 시작!

# TOTAL_SCORE_FORMAT
source: Total %lld pts
ja: 合計 %lld点
ko: 총%lld점

# UPDATE_TITLE
source: Update Notice
ja: アップデートのお知らせ
ko: 업데이트 안내

# WAVE_MULTIPLIER_FORMAT
source: Wave x%lld
ja: 揺らし×%lld
ko: 흔들기x%lld

# WAVE_MULTIPLIER_X2
source: Wave x2
ja: 揺らし×2
ko: 흔들기x2

# WELCOME_TITLE
source: 🥹 Welcome!!!
ja: 🥹 ようこそ！！！
ko: 🥹 환영합니다!!!

# WIN_LABEL
source: Win
ja: 勝
ko: 승

# WIN_RATE_FORMAT
source: Win Rate: %lld%%
ja: 勝率：%lld%%
ko: 승률:%lld%%

# WIN_STREAK_FORMAT
source: %lld Win Streak
ja: %lld連勝
ko: %lld연승
